Repository: ptudor/tudor-pcb
Catalog: swift/GerberKit/Sources/GerberKit/Resources/Diagnostics.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: %@: ambiguous nearby routed endpoints were left unjoined.
af: %@: dubbelsinnige nabygeleë roete-eindpunte is ongekoppel gelaat.
am: %@ : በአቅራቢያው ያሉ አሻሚ የሆኑ የተዘረጉ የመጨረሻ ነጥቦች ሳይቀላቀሉ ቀርተዋል።
ar: %@ : تم ترك نقاط النهاية الموجهة القريبة الغامضة غير منضمة.
az: %@: qeyri-müəyyən yaxınlıqdakı marşrutlaşdırılmış son nöqtələr birləşdirilməmiş qaldı.
be: %@: неадназначныя бліжэйшыя маршрутызаваныя канчатковыя кропкі засталіся незлучаны.
bg: %@: неясните близки маршрутизирани крайни точки не бяха обединени.
bn: %@ : অস্পষ্ট নিকটবর্তী রাউটেড এন্ডপয়েন্টগুলোকে সংযুক্ত করা হয়নি।
ca: %@: els punts finals encaminats propers ambigus s'han deixat sense unir-se.
cs: %@: nejednoznačné koncové body trasování v blízkosti zůstaly nepropojeny.
cy: %@: gadawyd pwyntiau terfyn llwybredig cyfagos amwys heb eu cysylltu.
da: %@: Tvetydige nærliggende routede slutpunkter blev ikke sammenkædet.
de: %@: mehrdeutige, in der Nähe befindliche geroutete Endpunkte wurden nicht verbunden.
de_at: %@: Mehrdeutige, nahe beieinander liegende Routing-Endpunkte wurden nicht verbunden.
de_ch: %@: Mehrdeutige, nahe beieinander liegende Routing-Endpunkte wurden nicht verbunden.
el: %@: τα ασαφή κοντινά τερματικά με δρομολόγηση παρέμειναν χωρίς σύνδεση.
es: %@: los puntos finales cercanos con enrutamiento ambiguo no se han unido.
es_ar: %@: los puntos finales enrutados ambiguos cercanos no se unieron.
es_mx: %@: Los puntos finales enrutados cercanos ambiguos quedaron sin unir.
et: %@: läheduses asuvad mitmeti tõlgendatavad marsruutitud sihtpunktid jäeti ühendamata.
eu: %@: gertuko bideratutako amaiera-puntuak anbiguoak elkartu gabe utzi dira.
fa: %@ : نقاط انتهایی مسیریابی‌شده‌ی مبهمِ نزدیک، بدون اتصال رها شدند.
fi: %@: lähellä sijaitsevia, reititykseltään epäselviä päätepisteitä ei yhdistetty.
fil: %@: hindi pinagdugtong ang mga malabong kalapit na naka-ruta na endpoint.
fr: %@ : les points d'extrémité routés proches et ambigus n'ont pas été reliés.
fr_ca: %@ : des points d'extrémité de routage à proximité ambigus n'ont pas été joints.
ga: %@: fágadh críochphointí ródaithe débhríocha in aice láimhe gan cheangal.
gl: %@: os puntos finais enrutados próximos ambiguos deixáronse sen unir.
gu: %@: નજીકના અસ્પષ્ટ રૂટ કરેલા એન્ડપોઇન્ટ્સને જોડ્યા વિના છોડી દેવામાં આવ્યા હતા.
hi: %@ : अस्पष्ट निकटवर्ती रूटेड एंडपॉइंट्स को अनजॉइन छोड़ दिया गया।
hr: %@: dvosmislene obližnje usmjeravane krajnje točke ostale su nespojene.
hu: %@: a közeli útvonalon lévő, többértelmű végpontok nem kerültek összekapcsolásra.
hy: %@. երկիմաստ մոտակա ուղղորդված վերջնակետերը մնացել են չմիացված։
id: %@: titik akhir jalur terdekat yang ambigu tidak digabungkan.
is: %@: Óljósir nálægir endapunktar með beinum leiðum voru ekki tengdir saman.
it: %@: gli endpoint con instradamento ambiguo nelle vicinanze non sono stati uniti.
ja: %@：近隣にあるルーティングされたエンドポイントのうち、曖昧なものは結合されませんでした。
ka: %@: ორაზროვანი ახლომდებარე მარშრუტიზებული ბოლო წერტილები დაუკავშირებელი დარჩა.
kk: %@: жақын маңдағы бағытталған нүктелер қосылмаған күйінде қалдырылды.
km: %@ ៖ ចំណុចបញ្ចប់​ដែល​បាន​បញ្ជូន​នៅ​ក្បែរ​នោះ​ដែល​មិន​ច្បាស់លាស់​ត្រូវ​បាន​ទុក​ចោល​មិន​ភ្ជាប់​គ្នា។
kn: %@: ಅಸ್ಪಷ್ಟ ಹತ್ತಿರದ ರೂಟೆಡ್ ಎಂಡ್‌ಬಿಂದುಗಳನ್ನು ಸೇರದೆ ಬಿಡಲಾಗಿದೆ.
ko: %@: 모호한 인근 라우팅된 종단점이 연결되지 않은 상태로 남았습니다.
ky: %@: жакын жердеги маршрутталган учтук чекиттер бириктирилбей калган.
lo: %@ : ຈຸດສິ້ນສຸດທີ່ຢູ່ໃກ້ຄຽງທີ່ມີເສັ້ນທາງທີ່ບໍ່ຊັດເຈນຖືກປະໄວ້ບໍ່ເຊື່ອມຕໍ່.
lt: %@: dviprasmiški artimi maršrutuoti galiniai taškai nebuvo sujungti.
lv: %@: neskaidri maršrutētie galapunkti, kas atrodas netālu, netika savienoti.
mk: %@: двосмислените блиски рутирани крајни точки беа оставени неповрзани.
ml: %@: അവ്യക്തമായ സമീപത്തുള്ള റൂട്ട് ചെയ്ത എൻഡ്‌പോയിന്റുകൾ ജോയിൻ ചെയ്യാതെ ഉപേക്ഷിച്ചു.
mn: %@ : ойролцоох чиглүүлэгдсэн төгсгөлийн цэгүүдийг тодорхойгүй байдлаар холбосон.
mr: %@: अस्पष्ट जवळपासचे राउटेड एंडपॉइंट्स न जोडता सोडले गेले.
ms: %@: titik akhir penghalaan berdekatan yang samar-samar dibiarkan tidak disambungkan.
mt: %@: endpoints ambigwi fil-qrib b'rotta tħallew mhux magħquda.
my: %@: မရှင်းလင်းသော အနီးအနားရှိ routed endpoint များကို unjoined ထားခဲ့သည်။
nb: %@: Tvetydige nærliggende rutede endepunkter ble ikke koblet sammen.
ne: %@: नजिकैका अस्पष्ट राउटेड एन्डपोइन्टहरू जोडिनबाट रोकिएका थिए।
nl: %@: dubbelzinnige nabijgelegen gerouteerde eindpunten werden niet met elkaar verbonden.
or: %@: ଅସ୍ପଷ୍ଟ ନିକଟସ୍ଥ ରୁଟେଡ୍ ଏଣ୍ଡପଏଣ୍ଟଗୁଡ଼ିକୁ ଅସଂଯୁକ୍ତ ଛାଡି ଦିଆଯାଇଥିଲା।
pa: %@: ਅਸਪਸ਼ਟ ਨੇੜਲੇ ਰੂਟ ਕੀਤੇ ਅੰਤਮ ਬਿੰਦੂਆਂ ਨੂੰ ਬਿਨਾਂ ਜੋੜੇ ਛੱਡ ਦਿੱਤਾ ਗਿਆ ਸੀ।
pl: %@: niejednoznaczne pobliskie punkty końcowe tras nie zostały połączone.
pt: %@: os pontos finais de fresagem próximos e ambíguos não foram associados.
pt_br: %@: pontos finais próximos com roteamento ambíguo não foram unidos.
ro: %@: punctele finale ambigue din vecinătate cu traseu stabilit nu au fost unite.
ru: %@: неоднозначные ближайшие прорезанные конечные точки остались несоединенными.
si: %@: අපැහැදිලි අසල මාර්ගගත අන්ත ලක්ෂ්‍ය සම්බන්ධ නොවී තිබුණි.
sk: %@: nejednoznačné koncové body v blízkosti, ku ktorým vedie trasa, zostali nespojené.
sl: %@: mehke bližnje usmerjene končne točke niso bile povezane.
sq: %@: pikat fundore të rrugëzuara aty pranë mbetën të palidhura.
sr: %@: недоследни оближњи рутирани крајњи пункови су остали неповезани.
sv: %@: tvetydiga närliggande routade ändpunkter lämnades osammanfogade.
sw: %@: sehemu zisizoeleweka za mwisho zilizokuwa karibu ziliachwa bila kuunganishwa.
ta: %@: தெளிவற்ற, அருகிலுள்ள வழிப்படுத்தப்பட்ட முனையங்கள் இணைக்கப்படாமல் விடப்பட்டன.
te: %@: అస్పష్టమైన సమీపంలోని రూటెడ్ ఎండ్‌పాయింట్‌లు కలిసిపోకుండా వదిలివేయబడ్డాయి.
th: %@: ปลายทางที่อยู่ใกล้เคียงซึ่งกำหนดเส้นทางไว้แต่ไม่ชัดเจนถูกปล่อยทิ้งไว้โดยไม่ได้เชื่อมต่อ
tr: %@: Yakındaki belirsiz yönlendirilmiş uç noktalar birleştirilmedi.
uk: %@: неоднозначні сусідні кінцеві точки маршруту не були об’єднані.
ur: %@: مبہم قریبی روٹ شدہ اختتامی پوائنٹس کو جوڑے بغیر چھوڑ دیا گیا تھا۔
vi: %@: Các điểm cuối được định tuyến gần đó không rõ ràng đã không được kết nối.
zh_hans: %@：附近存在歧义的路由端点未被连接。
zh_hant: %@：未將附近具有歧義的路由終點進行連接。
zu: %@ : izindawo zokugcina eziseduze ezingacacile azizange zihlanganiswe.

source: %@: conflicting FileFunction attributes; layer role is unresolved.
af: %@: botsende FileFunction-eienskappe; laagrol is onopgelos.
am: %@ ፡ የሚጋጩ FileFunction ባህሪያት፤ የንብርብር ሚና አልተፈታም።
ar: %@ : سمات FileFunction متضاربة؛ لم يتم تحديد دور الطبقة.
az: %@: ziddiyyətli FileFunction atributları; təbəqə rolu həll olunmayıb.
be: %@: канфліктуючыя атрыбуты FileFunction; роля слоя не вырашана.
bg: %@: противоречащи си атрибути „FileFunction“; ролята на слоя не е определена.
bn: %@: FileFunction অ্যাট্রিবিউটগুলির মধ্যে বিরোধ; লেয়ারের ভূমিকা অমীমাংসিত।
ca: %@: atributs FileFunction en conflicte; el rol de la capa no està resolt.
cs: %@: konflikt atributů FileFunction; role vrstvy není vyřešena.
cy: %@: priodoleddau FileFunction sy'n gwrthdaro; rôl yr haen heb ei datrys.
da: %@: modstridende FileFunction-attributter; lagets rolle er uafklaret.
de: %@: widersprüchliche „FileFunction“-Attribute; die Rolle der Ebene ist unklar.
de_at: %@: Konfliktierende FileFunction-Attribute; Layer-Rolle ist nicht aufgelöst.
de_ch: %@: Konfliktierende FileFunction-Attribute; Layer-Rolle ist nicht aufgelöst.
el: %@: αντικρουόμενα χαρακτηριστικά «FileFunction»· ο ρόλος του επιπέδου δεν έχει καθοριστεί.
es: %@: atributos «FileFunction» contradictorios; la función de la capa no se ha resuelto.
es_ar: %@: atributos FileFunction en conflicto; el rol de la capa no se ha resuelto.
es_mx: %@: Atributos FileFunction en conflicto; la función de la capa no está resuelta.
et: %@: vastuolulised atribuudid 'FileFunction'; kihi roll on määramata.
eu: %@: FileFunction atributu gatazkatsuak; geruzaren rola konpondu gabe.
fa: %@ : ویژگی‌های متناقض FileFunction ؛ نقش لایه حل نشده است.
fi: %@: ristiriitaisia FileFunction-attribuutteja; kerroksen rooli on määrittelemätön.
fil: %@: magkasalungat na mga katangian FileFunction; hindi pa nareresolba ang papel ng layer.
fr: %@ : attributs « FileFunction » en conflit ; le rôle de la couche n'est pas déterminé.
fr_ca: %@ : attributs FileFunction conflictuels ; le rôle de la couche n'est pas résolu.
ga: %@: tréithe FileFunction contrártha; níl ról an tsraithe réitithe.
gl: %@: atributos FileFunction en conflito; o rol da capa non está resolto.
gu: %@: વિરોધાભાસી FileFunction લક્ષણો; સ્તરની ભૂમિકા વણઉકેલાયેલી છે.
hi: %@ : परस्पर विरोधी FileFunction विशेषताएँ; परत की भूमिका अनसुलझी है।
hr: %@: sukobljeni atributi FileFunction; uloga sloja nije razriješena.
hu: %@: ütköző „FileFunction” attribútumok; a réteg szerepe nem került meghatározásra.
hy: %@. հակասական FileFunction ատրիբուտներ; շերտի դերը չլուծված է։
id: %@: atribut FileFunction saling bertentangan; peran lapisan belum ditentukan.
is: %@: FileFunction eiginleikar stangast á; hlutverk lagsins er óleyst.
it: %@: attributi FileFunction in conflitto; il ruolo del livello non è stato risolto.
ja: %@：FileFunction属性に矛盾があります。レイヤーの役割が未解決です。
ka: %@: კონფლიქტური FileFunction ატრიბუტები; ფენის როლი გადაუჭრელია.
kk: %@: қарама-қайшы FileFunction атрибуттары; қабат рөлі шешілмеген.
km: %@ : គុណលក្ខណៈ FileFunction ដែលមានជម្លោះ; តួនាទីស្រទាប់មិនទាន់ត្រូវបានដោះស្រាយ។
kn: %@: FileFunction ಗುಣಲಕ್ಷಣಗಳ ವಿರುದ್ಧವಾಗಿದೆ; ಪದರದ ಪಾತ್ರವನ್ನು ಪರಿಹರಿಸಲಾಗಿಲ್ಲ.
ko: %@: FileFunction 속성 간 충돌; 레이어 역할이 해결되지 않았습니다.
ky: %@: карама-каршы келген FileFunction атрибуттары; катмардын ролу чечиле элек.
lo: %@ : ຄຸນລັກສະນະ FileFunction ທີ່ຂັດແຍ້ງກັນ; ບົດບາດຂອງຊັ້ນຍັງບໍ່ໄດ້ຮັບການແກ້ໄຂ.
lt: %@: prieštaringi FileFunction atributai; sluoksnio vaidmuo nėra nustatytas.
lv: %@: pretrunīgi FileFunction atribūti; slāņa loma nav noteikta.
mk: %@: конфликтни атрибути FileFunction; улогата на слојот е нерешена.
ml: %@: വൈരുദ്ധ്യമുള്ള FileFunction ആട്രിബ്യൂട്ടുകൾ; ലെയർ റോൾ പരിഹരിക്കപ്പെട്ടിട്ടില്ല.
mn: %@ : зөрчилтэй FileFunction шинж чанарууд; давхаргын үүрэг шийдэгдээгүй байна.
mr: %@: परस्परविरोधी FileFunction गुणधर्म; लेयरची भूमिका अनिश्चित आहे.
ms: %@: atribut FileFunction yang bercanggah; peranan lapisan tidak dapat diselesaikan.
mt: %@: attributi FileFunction konfliġġenti; ir-rwol tas-saff mhux solvut.
my: %@: FileFunction attribute များ ပဋိပက္ခဖြစ်နေသည်။ layer role ကို မဖြေရှင်းရသေးပါ။
nb: %@: motstridende FileFunction-attributter; lagets rolle er uavklart.
ne: %@: विवादास्पद FileFunction विशेषताहरू; तहको भूमिका समाधान गरिएको छैन।
nl: %@: tegenstrijdige FileFunction-attributen; de rol van de laag is niet vastgesteld.
or: %@: ଦ୍ୱନ୍ଦ୍ୱପୂର୍ଣ୍ଣ FileFunction ଗୁଣବତ୍ତା; ସ୍ତର ଭୂମିକା ସମାଧାନ ହୋଇନାହିଁ।
pa: %@: ਵਿਰੋਧੀ FileFunction ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ; ਪਰਤ ਦੀ ਭੂਮਿਕਾ ਅਣਸੁਲਝੀ ਹੈ।
pl: %@: sprzeczne atrybuty FileFunction; rola warstwy nie została ustalona.
pt: %@: atributos FileFunction em conflito; a função da camada não foi determinada.
pt_br: %@: atributos conflitantes de FileFunction; a função da camada não foi determinada.
ro: %@: atribute FileFunction conflictuale; rolul stratului nu a fost stabilit.
ru: %@: конфликт атрибутов FileFunction; роль слоя не определена.
si: %@: ගැටුම්කාරී FileFunction ගුණාංග; ස්ථර භූමිකාව විසඳා නොමැත.
sk: %@: konfliktné atribúty FileFunction; úloha vrstvy nie je vyriešená.
sl: %@: nasprotujoči si atributi »FileFunction«; vloga plasti ni določena.
sq: %@: atribute kontradiktore të FileFunction; roli i shtresës është i pazgjidhur.
sr: %@: сукобљени атрибути FileFunction; улога слоја није решена.
sv: %@: motstridiga FileFunction-attribut; lagrets roll är oklar.
sw: %@: sifa za FileFunction zinazokinzana; jukumu la safu halijatatuliwa.
ta: %@: முரண்படும் FileFunction பண்புக்கூறுகள்; அடுக்குப் பங்கு தீர்க்கப்படவில்லை.
te: %@: FileFunction లక్షణాలతో వైరుధ్యం; లేయర్ పాత్ర అపరిష్కృతంగా ఉంది.
th: %@: คุณสมบัติ FileFunction ขัดแย้งกัน บทบาทของเลเยอร์ยังไม่ได้รับการแก้ไข
tr: %@: FileFunction özniteliklerinde çakışma var; katman rolü belirlenemedi.
uk: %@: суперечливі атрибути FileFunction; роль шару не визначена.
ur: %@: متضاد FileFunction اوصاف؛ پرت کا کردار حل طلب نہیں ہے۔
vi: %@: Thuộc tính FileFunction xung đột; vai trò lớp chưa được xác định.
zh_hans: %@：FileFunction属性冲突；图层角色未确定。
zh_hant: %@：FileFunction 屬性發生衝突；圖層角色尚未確定。
zu: %@ : izimfanelo ze FileFunction ezingqubuzanayo; indima yesendlalelo ayixazululwanga.

source: %@: degenerate region contour; material topology is unresolved.
af: %@: degenereerde streekkontoer; materiaaltopologie is onopgelos.
am: %@ : የተበላሸ የክልል ቅርፅ፤ የቁሳቁስ ቶፖሎጂ መፍትሄ አላገኘም።
ar: %@ : محيط المنطقة المتدهورة؛ طوبولوجيا المادة غير محددة.
az: %@: degenerativ bölgə konturu; material topologiyası həll olunmayıb.
be: %@: контур выраджанай вобласці; тапалогія матэрыялу не вырашана.
bg: %@: контур на дегенеративната област; топологията на материала не е определена.
bn: %@ : অবক্ষয়িত অঞ্চলের রূপরেখা; পদার্থের টপোলজি অমীমাংসিত।
ca: %@: contorn de regió degenerada; la topologia del material no està resolta.
cs: %@: obrys degenerované oblasti; topologie materiálu není vyřešena.
cy: %@: cyfuchlin rhanbarth dirywiedig; topoleg ddeunydd heb ei datrys.
da: %@: kontur af det degenererede område; materialets topologi er uafklaret.
de: %@: degenerierte Gebietskontour; Materialtopologie ist ungeklärt.
de_at: %@: Kontur eines entarteten Bereichs; Materialtopologie ist nicht aufgelöst.
de_ch: %@: Kontur eines entarteten Bereichs; die Materialtopologie ist nicht aufgelöst.
el: %@: περίγραμμα της εκφυλισμένης περιοχής· η τοπολογία του υλικού παραμένει ασαφής.
es: %@: contorno de región degenerado; la topología del material no está resuelta.
es_ar: %@: contorno de región degenerada; la topología del material no está resuelta.
es_mx: %@: contorno de región degenerada; la topología del material no está resuelta.
et: %@: degeneratsioonipiirkonna kontuur; materjali topoloogia on määramata.
eu: %@: endekatutako eskualde-kontura; materialaren topologia ebatzi gabe dago.
fa: %@ : کانتور ناحیه تبهگن؛ توپولوژی ماده حل نشده است.
fi: %@: rappeutuneen alueen ääriviivat; materiaalin topologiaa ei ole määritetty.
fil: %@: nabubulok na contour ng rehiyon; hindi pa nareresolba ang topolohiya ng materyal.
fr: %@ : contour de la région dégénérée ; la topologie du matériau n'est pas déterminée.
fr_ca: %@ : contour de région dégénérée ; la topologie du matériau n'est pas résolue.
ga: %@: imlíne réigiúin díghiniúna; níl toipeolaíocht ábhartha réitithe.
gl: %@: contorno da rexión dexenerada; a topoloxía do material non está resolta.
gu: %@: પ્રદેશ સમોચ્ચનું અધોગતિ; સામગ્રી ટોપોલોજી વણઉકેલાયેલી છે.
hi: %@ : पतित क्षेत्र की आकृति; सामग्री की संरचना अनसुलझी है।
hr: %@: kontura degeneriranog područja; topologija materijala nije razriješena.
hu: %@: degenerált régió kontúrja; az anyag topológiája nem határozható meg.
hy: %@. դեգեներացված շրջանի ուրվագիծ; նյութի տոպոլոգիան չլուծված է։
id: %@: kontur wilayah degenerasi; topologi material belum teridentifikasi.
is: %@: Úrkynjað svæðisyfirlit; efnisfræðilegt yfirlit er óleyst.
it: %@: contorno della regione degenerata; la topologia del materiale non è risolta.
ja: %@：退化領域等高線；材料のトポロジーが未解決です。
ka: %@: გადაგვარებული რეგიონის კონტური; მასალის ტოპოლოგია გაურკვეველია.
kk: %@: дегенеративті аймақ контуры; материалдық топология шешілмеген.
km: %@ : វណ្ឌវង្កតំបន់ទ្រុឌទ្រោម; តូប៉ូឡូស៊ីសម្ភារៈមិនទាន់ត្រូវបានដោះស្រាយ។
kn: %@: ಕ್ಷೀಣಿಸಿದ ಪ್ರದೇಶದ ಬಾಹ್ಯರೇಖೆ; ವಸ್ತು ಸ್ಥಳಶಾಸ್ತ್ರವು ಬಗೆಹರಿಯಲಿಲ್ಲ.
ko: %@: 퇴화 영역의 등고선; 물질의 토폴로지는 명확히 파악되지 않음.
ky: %@: аймактын контуру дегенерацияланган; материалдык топология чечиле элек.
lo: %@ : ຮູບຊົງພາກພື້ນທີ່ເສື່ອມໂຊມ; ໂທໂພໂລຊີຂອງວັດສະດຸຍັງບໍ່ໄດ້ຮັບການແກ້ໄຂ.
lt: %@: degeneruotos srities kontūras; medžiagos topologija nėra nustatyta.
lv: %@: deģenerēta reģiona kontūra; materiāla topoloģija nav noskaidrota.
mk: %@: дегенерирана контура на регионот; топологијата на материјалот е нерешена.
ml: %@: ഡീജനറേറ്റ് റീജിയൻ കോണ്ടൂർ; മെറ്റീരിയൽ ടോപ്പോളജി പരിഹരിക്കപ്പെട്ടിട്ടില്ല.
mn: %@ : бүсийн контур доройтсон; материалын топологи шийдэгдээгүй байна.
mr: %@: अवनत प्रदेशाची बाह्यरेखा; पदार्थाची रचना अनिश्चित आहे.
ms: %@: kontur rantau merosot; topologi bahan tidak dapat diselesaikan.
mt: %@: kontorn ta' reġjun deġenerat; it-topoloġija tal-materjal mhix solvuta.
my: %@: ယိုယွင်းနေသော ဒေသပုံသဏ္ဍာန်; ပစ္စည်း topology ကို မဖြေရှင်းနိုင်သေးပါ။
nb: %@: kontur av degenerert område; materialets topologi er uavklart.
ne: %@: क्षेत्रीय रूपरेखा क्षीण हुन्छ; सामग्री टोपोलोजी अनसुलझे छ।
nl: %@: gedegenereerde gebiedcontour; materiaaltopologie is onduidelijk.
or: %@: ଅଞ୍ଚଳ ରୂପରେଖା ହ୍ରାସ ପାଇଛି; ବସ୍ତୁଗତ ଟୋପୋଲୋଜି ସମାଧାନ ହୋଇନାହିଁ।
pa: %@: ਖੇਤਰੀ ਰੂਪ-ਰੇਖਾ ਵਿਗੜਦੀ ਹੈ; ਪਦਾਰਥਕ ਟੌਪੋਲੋਜੀ ਅਣਸੁਲਝੀ ਹੋਈ ਹੈ।
pl: %@: kontur obszaru zdegenerowanego; topologia materiału pozostaje nieokreślona.
pt: %@: contorno da região degenerada; a topologia do material não está definida.
pt_br: %@: contorno da região degenerada; a topologia do material não está definida.
ro: %@: conturul regiunii degenerate; topologia materialului nu este determinată.
ru: %@: контур вырожденной области; топология материала не определена.
si: %@: පරිහානියට පත් කලාප සමෝච්ඡය; ද්‍රව්‍ය ස්ථලකය නොවිසඳී ඇත.
sk: %@: obrys degenerovanej oblasti; topológia materiálu nie je objasnená.
sl: %@: konturo degeneriranega območja; topologija materiala ni določena.
sq: %@: kontur i rajonit të degjeneruar; topologjia e materialit është e pazgjidhur.
sr: %@: контур дегенерисаног региона; материјална топологија није решена.
sv: %@: kontur av degenererat område; materialets topologi är oklar.
sw: %@: mtaro wa eneo unaoharibika; topolojia ya nyenzo haijatatuliwa.
ta: %@: சிதைந்த பகுதி விளிம்பு; பொருளின் இடவியல் அமைப்பு தெளிவற்றுள்ளது.
te: %@: క్షీణించిన ప్రాంతపు ఆకృతి; పదార్థ టోపాలజీ అపరిష్కృతంగా ఉంది.
th: %@: ขอบเขตบริเวณเสื่อมสภาพ; โครงสร้างทางวัสดุยังไม่สามารถระบุได้
tr: %@: bozulmuş bölge konturu; malzeme topolojisi netleşmemiştir.
uk: %@: контур виродженої області; топологія матеріалу не визначена.
ur: %@: انحطاط شدہ خطے کا سموچ؛ مادی ٹوپولوجی غیر حل شدہ ہے۔
vi: %@: Đường viền vùng suy biến; cấu trúc vật liệu chưa được xác định.
zh_hans: %@：退化区域的等高线；材料拓扑结构尚未确定。
zh_hant: %@：退化區域等高線；材料拓撲結構尚未解析。
zu: %@ : i-contour yesifunda ewohlokayo; i-topology yezinto ezibonakalayo ayixazululwa.
